profession = {'Воспитатель': 0, 'Рабочий': 1, 'Заместитель': 2, 'Младший воспитатель': 3, 'Завхоз': 4,
              'Учитель (педагог)': 5, 'Медработник': 6, 'Руководитель': 7, 'Специалист': 8, 'Повар': 9,
              'Старший воспитатель': 10, 'Бухгалтер': 11}
profession_list = ['Воспитатель', 'Рабочий', 'Заместитель', 'Младший воспитатель', 'Завхоз',
                   'Учитель (педагог)', 'Медработник', 'Руководитель', 'Специалист', 'Повар',
                   'Старший воспитатель', 'Бухгалтер']
profession_list_without = ['Воспитатель', 'Рабочий', 'Заместитель', 'Младший воспитатель', 'Завхоз', 'Учитель (педагог)', 'Медработник', 'Повар', 'Старший воспитатель', 'Бухгалтер', "Специалист"]
reverse_profession = {0: 'Воспитатель',
                      1: 'Рабочий',
                      2: 'Заместитель',
                      3: 'Младший воспитатель',
                      4: 'Завхоз',
                      5: 'Учитель (педагог)',
                      6: 'Медработник',
                      7: 'Руководитель',
                      8: 'Специалист',
                      9: 'Повар',
                      10: 'Старший воспитатель',
                      11: 'Бухгалтер'}
